Revit 2026 API
PartMakerMethodToDivideVolumes.AreElementsValidIntersectingReferences Method
Overload List
Name | Description
AreElementsValidIntersectingReferences(ICollection<ElementId>)
AreElementsValidIntersectingReferences(Document, ICollection<ElementId>)
Top
See Also
Reference
PartMakerMethodToDivideVolumes Class
Autodesk.Revit.DB Namespace